[
  {
    "title": "李景虹教授应邀来我组交流",
    "time": "2016-09-01",
    "content": "李景虹教授是教育部长江学者特聘教授，其研究领域涵盖电分析化学、生物分析化学、生物传感分析、单细胞分析和纳米电化学。李景虹教授还担任《分析化学》、《电化学》、《化学传感器》、《化学学报》等期刊编委2016年9月1日，李景虹教授应邀访问了陕西师范大学化学化工学院并做学术报告,李保新教授主持会议并代表我院全体师生对李景虹教授的来访表示热烈欢迎，我院广大师生出席聆听了报告。李景虹教授以“单细胞分析化学”为题作了精彩的学术报告。从单分子miRNA的检测、活细胞内多元核苷酸成像、细胞信号转到机制的原位无标成像三个方面循序渐进地介绍了单细胞成像的进展，同时还还对单细胞分析技术做了良好的展望。报告结束后，李景虹教授耐心回答了在座师生提出的问题，现场气氛活跃，在场听众与大师进行了面对面的交流，大家普遍表示受益匪浅。会后，李景虹教授应邀参观了我们实验室，并赞许了实验室的文化及研究生们的精神风貌，还对实验室的研究工作做了简单指导，学生们纷纷表示受益匪浅，最后，实验室成员和李景虹教授合影留念。"
  },{
    "title": "张晓兵教授应邀来我组交流",
    "time": "2017-01-14",
    "content": "张晓兵教授是长江学者特聘教授，其研究方向包括：新型有机小分子荧光探针的设计与合成、荧光生物探针在生物分析中的应用。现任《分析化学》及《中国科学-化学》编委。2007年入选教育部新世纪优秀人才计划项目，2011年获湖南省杰出青年科学基金资助，2013年获国家杰出青年科学基金资助，2015年入选湖南省芙蓉学者特聘教授， 2016年入选湖南省科技领军人才、国家中青年科技创新领军人才、教育部长江学者特聘教授。2017年1月14日，张晓兵教授应邀访问了陕西师范大学化学化工学院并做学术报告，我院广大师生出席聆听了报告。张晓兵教授以“高性能荧光生物成像探针的研究”为题作了精彩的学术报告。首先，他给大家介绍了小分子荧光成像探针的研究进展，通过采用不同方式消除生物背景或环境因素的影响。接着，他介绍了纳米荧光成像探针的研究进展。通过张晓兵教授的精彩讲解，在座师生了解到诸多纳米荧光成像探针前沿性的发展状况。最后，张晓兵教授耐心回答了在座师生提出的问题，现场气氛活跃，大家普遍表示受益匪浅。会后，张晓兵教授应邀参观了我们小组的实验室，并对实验室的研究工作给予肯定。在与老师、学生交流的过程中，张晓兵教授对实验室的文化、科研氛围及仪器设备等表示赞赏。最后，实验室成员和张晓兵教授合影留念"
  },{
    "title": "参加2016年全国生命分析化学大会",
    "time": "2016-12-27",
    "content": "2016年12月19日-2016年12月27日，2016年全国生命分析化学大会在南京召开，金燕教授、访问学者马艳蓉老师及学生史璐、雷敬、张蓓参加了此次会议。本次会议的主办方是国家自然科学基金委员会化学科学部，承办单位是南京大学、北京大学、清华大学、中国科学院化学研究所。参加本次会议的共约2500人，大会安排247个报告，包括10位院士的大会报告，21个分会场的124个邀请报告和113个口头报告。本次会议讨论的的主题入要如下： 1）生命分析样品处理方法，2）生物及环境复杂样品分析，3）组学分析方法，4）单细胞、单分子及活体分析，5）临床、医药与法庭分析，6）化学生物学分析方法，7）生物成像分析，8）新仪器与新技术，9）食品、药品安全及突发公共事件应对。2017年12月17日，10位院士分别做了精彩的报告。柴之芳院士的报告题目是“生命分析化学的精准医学”、叶朝辉院士的报告题目是“生物医学影像学科发展战略研究”、张玉奎院士的报告题目是“蛋白质组装深度覆盖分析新方法”、杨秀荣院士的报告题目是“光学分析逻辑门在生命分析化学中的应用”、田中群院士的报告题目是“等离激元光子进展及其在生命分析科学的初步应用”、江雷的报告题目是“Design of bio-inspired smart multi-scale Interfacial materials with Super-wettability”、唐本忠院士的报告题目是“AIEgens as Bioanalytical Tools”、江桂斌院士的报告题目是“细颗粒的表征与示踪”、田禾院士的报告题目是“分子探针检测血清中肿瘤特异标志物和相关分子”、谭蔚泓院士的报告题目是“基于DNA碱基的功能性分子设计和应用”。10位院士的精彩报告一次一次地引起会场在座2000多位学习者的热烈掌声，参会者们认真聆听，细心做好笔记，会场很快营造出一股浓厚的学术氛围。2017年12月18日-19日，我们主要聆听了诸多分会场优秀学者的报告，包括王柯敏教授、乐晓春教授、鞠熀先教授、张晓兵教授、杨黄浩教授、蒋建晖教授、张学记教授、杨荣华教授、张四纯教授、张春阳教授、樊春海教授等的报告。通过学习，我们对生物成像分析、单细胞分析的研究进展有了更深入的了解。会后，实验室参会者整理报告内容，分别汇报学习内容及学习感悟。通过参加本次会议，不仅拓宽了参会者的视野，对近些年来生命分析化学的发展情况有了较深入的了解，而且也激发了学习者的科研兴趣，对实验室的未来发展也起了良好的指导作用。金燕教授对本次交流学习做了以下总结：本次会议规模宏大，而且正值陈洪渊院士生日，学术交流不忘师恩，让本次会议增添了一份感动；对于参会者而言，参会之前需明确参会目的，要善于思考、主动交流；对精彩的报告，我们要付诸于行动，增大对科研的投注，为实验室的未来发展共同做出努力。"
  }
]
