[
  {
    "name": "",
    "content": "Yanjun Wang,Luzhu Yang,Baoxin Li,Chaoyong James Yang,and Yan Jin*，Point-of-Care Assay of Telomerase Activity at Single-Cell Level via Gas Pressure Readout, Analytical Chemistry, 2017, 89 : 8311-8318.",
    "href": "http://pubs.acs.org/doi/pdf/10.1021/acs.analchem.7b01529"
  },{
    "name": "",
    "content": "Yaocai Wang, Luzhu Yang, Yanjun Wang, Wei Liu, Baoxin Li and Yan Jin*，An ultra-sensitive colorimetric assay for reliable visual detection of telomerase activity，Analyst, 2017, 142: 3235-3240. ",
    "href": "http://pubs.rsc.org/en/content/articlepdf/2017/an/c7an00950j"
  },{
    "name": "",
    "content": "Yaocai Wang, Luzhu Yang,Yanjun Wang, Wei Liu, Baoxin Li, Yan Jin*, A sensitive and real-time assay of restriction endonuclease activity and inhibition based on photo-induced electron transfer ,Sensors and Actuators B 2017, 252: 477-482.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0925400517310407"
  },{
    "name": "",
    "content": "Rui Cheng, Jing Xu, Xiafei Zhang, Zhilu Shi, Qi Zhang & Yan Jin, A selective and label-free strategy for rapid screening of telomerebinding Ligands via fluorescence regulation of DNA/silver nanocluster, Scientific Reports 2017, 7, 42629.",
    "href": "https://www.nature.com/articles/srep42629"
  },{
    "name": "",
    "content": "Xiafei Zhang, Rui Cheng, Zhilu Shi, Yan Jin*， Label-free detection of EcoRI endonuclease activity via fluorescent DNA logic gate，Sensors and Actuators B 2017, 244, 387–392.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0925400516321153"
  },{
    "name": "",
    "content": "Luzhu Yang, Yanjun Wang, Baoxin Li, Yan Jin*, High-throughput identification of telomere-binding ligands based on thefluorescence regulation of DNA-copper nanoparticles, Biosensors and Bioelectronics 87 (2017) 915–917.",
    "href": "http://www.sciencedirect.com/science/article/pii/S095656631630940X"
  },{
    "name": "",
    "content": "Zhilu Shi, Xiafei Zhang, Rui Cheng, Qi Zhang* and Yan Jin*, High-throughout identification of telomerebinding ligands based on photo-induced electron transfer, Rsc Adv., 2016, 6, 16256–16262.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2016/ra/c5ra25612g#!divAbstract"
  },{
    "name": "",
    "content": "Zhilu Shi, Xiafei Zhang, Rui Cheng, Baoxin Li and Yan Jin*, Sensitive detection of intracellular RNA of humantelomerase by using graphene oxide as a carrier to deliver the assembly element of hybridization chain reaction, Analyst, 2016, 141, 2727.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2016/an/c6an00233a#!divAbstract"
  },{
    "name": "",
    "content": "Jing Xu, Yanjun Wang, Luzhu Yang, Yanfang Gao, Baoxin Li, Yan Jin*, A cytometric assay for ultrasensitive and robust detection of human telomerase RNA based on toehold strand displacement, Biosensors and Bioelectronics 87 (2017) 1071–1076.",
    "href": "http://www.sciencedirect.com/science/article/pii/S095656631630793X"
  },{
    "name": "",
    "content": "Jing Xu, Yanfang Gao, Baoxin Li, Yan Jin*, Cyclic up-regulation fluorescence of pyrene excimer for studying polynucleotide kinase activity based on dual amplification, Biosensors and Bioelectronics 80 (2016) 91–97.",
    "href": "http://www.sciencedirect.com/science/article/pii/S095656631630046X"
  },{
    "name": "",
    "content": "Yanfang Gao, Jing Xu, Baoxin Li, and Yan Jin*, Nanoparticle-Aided Amplification of Fluorescence Polarization for Ultrasensitively Monitoring Activity of Telomerase, ACS Appl. Mater. Interfaces 2016, 8, 13707−13713.",
    "href": "http://pubs.acs.org/doi/abs/10.1021/acsami.6b02271"
  },{
    "name": "",
    "content": "Yanjun Wang, Luzhu Yang, Baoxin Li and Yan Jin*, Homogeneous and ultrasensitive detection of telomerase activity via gold nanorod-based fluorescence resonance energy transfer, Analyst, 2016, 141, 6133.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2016/an/c6an01350c#!divAbstract"
  },{
    "name": "",
    "content": "Yanfang Gao, Jing Xu, Baoxin Li, Yan Jin*, PCR-free and label-free fluorescent detection of telomerase activity at single-cell level based on triple amplification, Biosensors and Bioelectronics 81 (2016) 415–422.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0956566316302135"
  },{
    "name": "",
    "content": "Xiafei Zhang, Rui Cheng, Zhilu Shi, Yan Jin*, A PCR-free ﬂuorescence strategy for detecting telomerase activity via double ampliﬁcation strategy, Biosensors and Bioelectronics 75 (2016) 101–107.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0956566315303407"
  },{
    "name": "",
    "content": "ZHANG Xiafei， CHENG Rui， SHI Zhilu， JIN Yan*, Label-free Fluorescence Assay of Telomerase RNA Based on Strand Displacement Amplification, CHEMICAL JOUＲNAL OF CHINESE UNIVERSITIES, Vol.37, No.1,12-18.",
    "href": "http://en.cnki.com.cn/Article_en/CJFDTotal-GDXH201601004.htm"
  },{
    "name": "",
    "content": "Jing Zhang, Zhilu Shi and Yan Jin*, Enzyme-free and label-free signal ampliﬁcation for monitoring endonuclease activity and inhibition via hybridization chain reaction, Analyst, 2015, 140, 3500.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2015/an/c5an00304k#!divAbstract"
  },{
    "name": "",
    "content": "Rui Cheng, Mangjuan Tao, Zhilu Shi, Xiafei Zhang, Yan Jin*, Baoxin Li, Label-free and sensitive detection of T4 polynucleotide kinase activity via coupling DNA strand displacement reaction with enzymatic-aided ampliﬁcation, Biosensors and Bioelectronics 73 (2015) 138–145.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0956566315301536"
  },{
    "name": "",
    "content": "Mangjuan Tao, Jing Zhang, Yan Jin*, Label-free detection of T4 polynucleotide kinase activity and inhibition by enzyme-aided fluorescence strategy, ScienceJet, 2015,4: 71.",
    "href": "http://www.cognizure.com/scilett.aspx?p=200638480"
  },{
    "name": "",
    "content": "Mangjuan Tao, Zhilu Shi, Rui Cheng, Jing Zhang, Baoxin Li, Yan Jin*, Highly specific fluorescence detection of T4 polynucleotide kinase activity via photo-induced electron transfer, Analytical Biochemistry, 485 (2015) 18–24.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0003269715002924"
  },{
    "name": "",
    "content": "Jing Zhang, Mangjuan Tao and Yan Jin*, An enzyme-aided amplification strategy for sensitive detection of DNA utilizing graphene oxide(GO) as a fluorescence quencher. Analyst,2014,139:3455-3459.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2014/an/c4an00151f#!divAbstract"
  },{
    "name": "",
    "content": "Mangjuan Tao, Jing Zhang, Yan Jin*, Baoxin Li, Highly sensitive fluorescence assay of T4 polynucleotide kinase activity and inhibition via enzyme-assisted signal amplification. Analytical Biochemistry 464 (2014) 63–69.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0003269714003029"
  },{
    "name": "",
    "content": "Wenhong Wang, Yan Jin*, Yina Zhao, Xuanfeng Yue, Chengxiao Zhang, Single-labeled hairpin probe for highly specific and sensitive detection of lead(II) based on the fluorescence quenching of deoxyguanosine and G-quartet, Biosensors and Bioelectronics 41 (2013) 137–142. ",
    "href": "http://www.sciencedirect.com/science/article/pii/S095656631200526X"
  },{
    "name": "",
    "content": "Wenhong Wang, Yina Zhao, and Yan Jin*, Gold-Nanorod-Based Colorimetric and Fluorescent Approach for Sensitive and Specific Assay of Disease-Related Gene and Mutation, ACS Appl. Mater. Interfaces, 2013, 5:11741−11746.",
    "href": "http://pubs.acs.org/doi/abs/10.1021/am4034119"
  },{
    "name": "",
    "content": "Yina Zhao, Qi Zhang, Wenhong Wang, Yan Jin*, Input-dependent Induction of G-quadruplex Formation for Detection of Lead (II) by Fluorescent Ion Logic Gate, Biosensors and Bioelectronics 43 (2013) 231–236.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0956566312008561"
  },{
    "name": "",
    "content": "Guozhen Chen, Yan Jin* ,Wenhong Wang , Yina Zhao, Colorimetr ic assay of lead using unmodified gold nanorods; Gold Bull (2012) 45:137–143.",
    "href": "https://link.springer.com/article/10.1007/s13404-012-0057-6"
  },{
    "name": "",
    "content": "Jing Deng, Yan Jin*, Lin Wang, Guozhen Chen, Chengxiao Zhang, Sensitive detection of endonuclease activity and inhibition using gold nanorods, Biosensors and Bioelectronics, 2012, 34:144-150.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0956566312000528"
  },{
    "name": "",
    "content": "Yunxia Qiao, Jing Deng, Yan Jin*, Guozhen Chen and Lin Wang, Identifying G-quadruplex-binding ligands using DNA-functionalized gold nanoparticles, Analyst, 2012, 137:1663-1668.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2012/an/c2an16051j#!divAbstract"
  },{
    "name": "",
    "content": "Jing Deng, Yan Jin*, Guozhen Chen and Lin Wang, Label-free fluorescent assay for real-time monitoring site-specific DNA cleavage by EcoRI endonuclease, Analyst, 2012, 137: 1713-1717.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2012/an/c2an16287c#!divAbstract"
  },{
    "name": "",
    "content": "Yan Jin*, Guozhen Chen, Yuexia Wang, Gold nanoro d-based FRET assay for selection of G-quadruplex-binding ligands, Gold Bull, 2011, 44:163-169.",
    "href": "https://link.springer.com/article/10.1007/s13404-011-0022-9"
  },{
    "name": "",
    "content": "Guozhen Chen, Yan Jin*, Lin Wang, Jing Deng and Chengxiao Zhang, Gold nanorods-based FRET assay for ultrasensitive detection of Hg2+, Chemical Communications, 2011, 47:12500-12502.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2011/cc/c1cc15084g#!divAbstract"
  },{
    "name": "",
    "content": "Lin Wang, Yan Jin,* Jing Deng and Guozhen Chen, Gold nanorods-based FRET assay for sensitive detection of Pb2+ using 8-17DNAzyme, Analyst, 2011, 136:5169-5174.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2011/an/c1an15783c#!divAbstract"
  },{
    "name": "",
    "content": "XiaoQin Liu, Yan Jin*, Yuexia Wang and Yunxia Qiao, Electrochemical selection of G-quadruplex-binding ligands based on structure-switching of telomeric DNA, Analytical Methods, 2011, 3:1270-1273.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2011/ay/c1ay05046j#!divAbstract"
  },{
    "name": "",
    "content": "Yan Jin*, Hongyan Li, Ping Liu, Label-free electrochemical selection of G-quadruplex-binding ligands based on structure switching, Biosensors and Bioelectronics 25 (2010) 2669–2674.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0956566310002265"
  },{
    "name": "",
    "content": "Yan Jin*, Jinyan Bai, Hongyan Li, Label-Free Protein Recognition Aptamer-Based Fluorescence assay, Analyst, 2010, 135(7):1731-1735.",
    "href": "http://pubs.rsc.org/en/content/articlelanding/2010/an/c0an00014k#!divAbstract"
  },{
    "name": "",
    "content": "Yan Jin*, Yunxia Qiao, A label-free method for identifying electroactive G-quadruplex-binding ligand, Electrochemistry Communications, 2010, 12(7):966-969.",
    "href": "http://www.sciencedirect.com/science/article/pii/S1388248110001967"
  },{
    "name": "",
    "content": "Yan Jin*, Hongyan Li, Yanjin Bai, Homogeneous selecting of a quadruplex-binding ligand based gold nanoparticle fluorescence resonance energy transfer assay, Anal. Chem. 2009, 81: 5709-5715.",
    "href": "http://pubs.acs.org/doi/abs/10.1021/ac900482p"
  },{
    "name": "",
    "content": "Yan Jin*, Label-free monitoring of site-specific DNA cleavage by EcoRI endonuclease using cyclic voltammetry and electrochemical impedance, Analytica Chimica Acta, 2009, 634:44-48.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0003267008020448"
  },{
    "name": "",
    "content": "Yan Jin, Xin Yao, Qing Liu, Jinghong Li*, Hairpin DNA probe based electrochemical biosensor using methylene blue as hybridization indicator. Biosensors and Bioelectronics 22 (2007) 1126–1130.",
    "href": "http://www.sciencedirect.com/science/article/pii/S0956566306002211"
  },{
    "name": "",
    "content": "Yan Jin, Wu Lu, Jianqiang Hu, Xin Yao, Jinghong Li*, Site-specific DNA cleavage of EcoRI endounclease probed by electrochemical analysis using ferrocene capped gold nanoparticles as reporter, Electrochemistry Communications 9 (2007) 1086–1090.",
    "href": "http://www.sciencedirect.com/science/article/pii/S1388248106005856"
  },{
    "name": "",
    "content": "Jin Yan , Wang Kemin & Jin Rong, Development of novel and sensitive sensors basedon microcantilever of atomic force microscope, Progress In Nature Science, Vol. 16, NO.5.",
    "href": "http://www.tandfonline.com/doi/abs/10.1080/10020070612330018"
  },{
    "name": "",
    "content": "Yan Jin, Kemin Wang,* Weihong Tan, Ping Wu, Qing Wang, Hongmei Huang, Shasheng Huang, Zhiwen Tang, and Qiuping Guo, Monitoring Molecular Beacon/DNA Interactions Using Atomic Force Microscopy, Anal. Chem., 2004, 76, 5721-5725.",
    "href": "http://pubs.acs.org/doi/abs/10.1021/ac049933u"
  },{
    "name": "",
    "content": "王月霞， 金 燕 *，光各向异性法均相筛选 G-四链体配体，化学传感器，Vol . 32, No. 4.",
    "href": "http://www.cnki.com.cn/Article/CJFDTotal-HXCH201204009.htm"
  },{
    "name": "",
    "content": "刘 萍, 白金燕, 金 燕*，非标记型 p53 抑癌基因的荧光 DNA 生物传感器，陕西师范大学学报(自然科学版). Vol . 39 No. 2.",
    "href": "http://www.cnki.com.cn/Article/CJFDTotal-SXSZ201102013.htm"
  }]
